[
  {
    "id": 1,
    "location_name": "Adelaide Central Market",
    "description": "Experience a youthful, energetic thrive in the hub of tasty gourmet and rich culture in the awe-striking Adelaide Central Market, which has been stealing hearts for nearly 145 years. Established in 1869, this beautiful market accommodates more than 80 traders making it one of the largest markets in the country and one of the best places to visit in Adelaide.",
    "user_id": "2"
  },
  {
    "id": 2,
    "location_name": "Rundle Mall",
    "description": "If you are looking for some shopping in Adelaide, there is no better place than Rundle Mall. It is the first Australian pedestrian street mall. It houses several leading retail stores in South Australia. Whether it is fashion stores, electronics, jewellery, supermarket, departmental store, or food, the mall has it all, and it is one of the best places to visit in Adelaide.",
    "user_id": "1"
  },
  {
    "id": 3,
    "location_name": "2KW Bar and Restaurant",
    "description": "Eight floors up on King William Street, the Palmer Hospitality Group has built a rooftop gastrodome with five indoor and outdoor entertaining zones with breathtaking views, and a menu to match. It's the kind of place where time slows down, burdens are lifted and focus shifts to what's really important - great food and serious booze.",
    "user_id": "3"
  },
  {
    "id": 4,
    "location_name": "Adelaide Botanic Garden",
    "description": "In the heart of the city but another world away ... Take time out to explore the beauty and diversity of plants from across Australia and around the world. Spend an hour or spend the day among the 50 hectares of magnificently maintained gardens and stunning architecture. Relax in the shade or enjoy a coffee among some of Australia's finest plant collections.",
    "user_id": "3"
  },
  {
    "id": 5,
    "location_name": "Adelaide Oval",
    "description": "Adelaide Oval has long been one of Australia’s most recognisable and prestigious venues and hosts cricket, football, concerts, functions and major events at the highest level. Known the world over as a beautiful and historic sporting venue, the Oval attracts visitors in their thousands from within South Australia, interstate and overseas.",
    "user_id": "2"
  },
  {
    "id": 6,
    "location_name": "Mississippi Moon",
    "description": "",
    "user_id": "2"
  }
]