[
    {
      "id": 1,
      "title": "Everything for a sumptuous feast under the one roof.",
      "content": "Absolutely the best and freshest fruit, seafood, meat, many cheeses, bread, coffee to eat in or take home + flowers etc.,",
      "user_id": 1,
      "location_id": 1
    },
    {
      "id": 2,
      "title": "Fantastic",
      "content": "What an amazing tour. Learnt so much. Tried many of the sample treats. Jenny was very informative. Would recommend everyone to do a tour.",
      "user_id": 2,
      "location_id": 1
    },
    {
      "id": 3,
      "title": "Shopping, dinning and some fresh produce",
      "content": "These central markets hold such a soft spot in my heart. When I'm staying in Adelaide I always manage to get there a couple of times a year.",
      "user_id": 3,
      "location_id": 1
    },
    {
      "id": 4,
      "title": "Lots to see",
      "content": "Taking a slow walk through Rundle Mall is worth the time because there is lots to see.",
      "user_id": 1,
      "location_id": 2
    },
    {
      "id": 5,
      "title": "Everything you want is here!",
      "content": "Enjoy strolling along the mall but don’t miss meandering through the arcades full of character and history.",
      "user_id": 2,
      "location_id": 2
    },
    {
      "id": 6,
      "title": "Big Park!",
      "content": "Huge park to explore. Very flat and easy to get around. Nice place for a picnic on a sunny day. Recommended.",
      "user_id": 2,
      "location_id": 4
    },
    {
      "id": 7,
      "title": "its okay",
      "content": "For a new stadium it lacks so much. The seat are pathetic price of tickets seats could be much better. The food facilities are under staffed and don't allow for a good flow for quick service. The most frustrating to line up for 15 mins only to get third from service to be told they ran out of beer then have to line up again at another bar. Not good enough",
      "user_id": 1,
      "location_id": 5
    },
    {
      "id": 8,
      "title": "Australia's most beautiful stadium",
      "content": "Adelaide Oval has the reputation for being Australia's most most beautiful stadium. Rather than being a colosseum like the Melbourne Cricket Ground (MCG), it resembles an English county cricket ground.",
      "user_id": 2,
      "location_id": 5
    },
    {
      "id": 9,
      "title": "A gem of a tour",
      "content": "This is such a gem of a tour. Highly recommended. We should be so proud of this amazing stadium. Such a good value tour as well. Even if you are not a sports fan it is interesting & the volunteer tour guide. Bob was awesome.",
      "user_id": 3,
      "location_id": 5
    }
  ]